;
; Auto generated file by doc2ini (bandizip)
; 
; DO NOT MODIFY THIS FILE MANUALLY. 
; 
; If you want to modify this file, please visit https://go.bandi.so/apptranslation for more information.
;

[GENERAL]
LANG_NAME                               = 日本語
TRANSLATORS                             = 朧星夜, Rukoto
IS_RIGHT_TO_LEFT_TEXT                   = 
DLG_FONT_NAME                           = ICONTITLELOGFONT
DLG_FONT_SIZE                           = 9
SKIN_FONT_NAME                          = 


[TEXT]
TEXT_BUILDNO                            = ビルド
TEXT_FILE                               = ファイル
TEXT_FOLDER                             = フォルダー
TEXT_ARCHIVE_SIZE                       = 圧縮ファイル サイズ
TEXT_ORIGINAL_SIZE                      = 元サイズ
TEXT_ARCHIVE_FORMAT                     = 圧縮形式
TEXT_COMPRESSED_SIZE                    = 圧縮後のサイズ
TEXT_SOLID                              = ソリッド
TEXT_BETA                               = ベータ
TEXT_ASSOC                              = 圧縮ファイル (${str1})
TEXT_PORTABLE                           = ポータブル
TEXT_NEW_FOLDER                         = 新しいフォルダー
TEXT_FILESIZE_UNKNOWN                   = 不明
TEXT_FILEDATE_UNKNOWN                   = 不明
TEXT_HELP_LINK                          = [ヘルプ]
TEXT_APP_DESC                           = Bandizip は、高速・高性能な無料の圧縮解凍ソフトです。ZIP、7Z、RAR などの様々な圧縮形式に対応しています。

TEXT_MESSAGEBOX_OK                      = OK
TEXT_MESSAGEBOX_CANCEL                  = キャンセル
TEXT_MESSAGEBOX_ABORT                   = 中止
TEXT_MESSAGEBOX_RETRY                   = 再試行
TEXT_MESSAGEBOX_IGNORE                  = 無視
TEXT_MESSAGEBOX_YES                     = はい
TEXT_MESSAGEBOX_NO                      = いいえ
TEXT_MESSAGEBOX_CONTINUE                = 続行
TEXT_MESSAGEBOX_HELP                    = ヘルプ

TEXT_COLUMN_NAME                        = 名前
TEXT_COLUMN_COMPSIZE                    = 圧縮サイズ
TEXT_COLUMN_ORIGSIZE                    = 元サイズ
TEXT_COLUMN_KIND                        = 種類
TEXT_COLUMN_DATE_MOD                    = 更新日時
TEXT_COLUMN_COMPMETHOD                  = 圧縮方式
TEXT_COLUMN_ENCRMETHOD                  = 暗号化方式
TEXT_COLUMN_CRC                         = CRC
TEXT_COLUMN_ATTRIB                      = プロパティ
TEXT_COLUMN_COMMENT                     = ファイルの説明
TEXT_COLUMN_PATHNAME                    = ディレクトリ

TEXT_ICONPACK_NAME                      = 名前
TEXT_ICONPACK_DESIGNER                  = デザイナー
TEXT_ICONPACK_COPYRIGHT                 = Copyright

TEXT_ARCHIVE_COLUMN_NAME                = 名前
TEXT_ARCHIVE_COLUMN_FILESIZE            = ファイル サイズ
TEXT_ARCHIVE_COLUMN_FOLDERPATH          = ディレクトリ
TEXT_ARCHIVEDLG_FILESIZE_SUM            = 圧縮ファイル サイズ

TEXT_SELECT_ARCHIVE_FILE                = ファイル選択
TEXT_SELECT_TEXT_FILE                   = ファイル選択
TEXT_SELECT_DEST_FOLDER                 = 対象フォルダー選択
TEXT_SELECT_ARCHIVE_FILE_FILETERNAME    = 圧縮ファイル
TEXT_REGISTRY_FILE                      = レジストリ ファイル

TEXT_OPENDLG_ARCHIVEFILES               = 圧縮ファイル
TEXT_OPENDLG_ARCHIVEFILE                = 圧縮ファイル
TEXT_OPENDLG_ALLFILES                   = すべてのファイル
TEXT_OPENDLG_EXEFILES                   = 実行ファイル

TEXT_ABOUTBOX_TAB1                      = Bandizip について

TEXT_ASSOC_GROUP0                       = アーカイブ ファイル
TEXT_ASSOC_GROUP1                       = UNIX 系アーカイブ
TEXT_ASSOC_GROUP2                       = その他のアーカイブ
TEXT_ASSOC_GROUP3                       = CD/DVD イメージ

TEXT_OPENERR_INVALIDVERSION             = このファイルを開くには、Bandizip を最新版にアップデートしてください。
TEXT_OPENERR_NOT_A_FIRST_VOLUME_FILE    = このファイルは分割圧縮ファイルの最初のファイルではありません。分割圧縮ファイルの最初のファイルを開いてください。
TEXT_OPENERR_CANT_OPEN_FILE             = ""${str1}" を開けません。"
TEXT_OPENERR_CANT_OPEN_FILE_LOCKED      = 他のプログラムが、"${str1}" を使用中です。
TEXT_OPENERR_GENERAL                    = ""${str1}" を開けません。(コード: ${xnum1})"
TEXT_OPENERR_USER_ABORT                 = キャンセルしました。
TEXT_OPENERR_UNKNOWN_FILEFORMAT         = ""${str1}" は圧縮ファイルではないようです。"
TEXT_OPENERR_NOT_ARCHIVE_FILE           = ""${str1}" は圧縮ファイルではありません。"
TEXT_OPENERR_NOT_SUPPORTED_FILEFORMAT   = ""${str1}" は Bandizip で対応していないファイル形式です。"
TEXT_OPENERR_NOT_SUPPORTED_ENC_METHOD   = ""${str1}" はサポートしていない暗号化アルゴリズムを使用しています。"
TEXT_OPENERR_PASSWORD_NOT_SET           = パスワードが必要です。
TEXT_OPENERR_INVALID_PASSWORD           = パスワードが違います。
TEXT_OPENERR_INVALID_CONTAINER_HEADER   = ファイルのヘッダー部分が破損しているため、圧縮ファイルを開けません。

TEXT_ERR_INIT_FAILED                    = Bandizip の初期化に失敗しました。
TEXT_ERR_NOFILE_OR_INVALIDPASS          = パスワードが間違っているか、解凍するファイルがありません。
TEXT_ERR_PASSOWRD_NOT_MATCH             = パスワードが違います。
TEXT_ERR_PASSWORD_NOT_SET               = パスワードを入力してください。
TEXT_ERR_INVALID_PASSWORD_CHAR          = パスワードとして使用できない文字が含まれています。
TEXT_ERR_INVALID_SPLIT_FILE_SIZE        = 分割圧縮サイズが正しくありません。
TEXT_ERR_SFX_SPLIT_SIZE_4G_LIMIT        = EXE 形式に圧縮する場合は、分割圧縮サイズは 4GB 未満でなければいけません。
TEXT_ERR_INTERNAL_ERROR                 = 内部エラーが発生しました。
TEXT_ERR_CANT_MODIFY_ARCHIVE            = 圧縮ファイルを変更することができません。
TEXT_ERR_OCCURRED_WHEN_MODIFY_ARCHIVE   = 圧縮ファイルを変更中にエラーが発生しました。
TEXT_ERR_INVALID_FOLDER_PATH            = フォルダー ディレクトリが正しくありません。
TEXT_ERR_EDIT_ZIPFILE_ONLY_SUPPORTED    = ZIP ファイル、ZIPX ファイルのみ変更可能です。
TEXT_ERR_EDIT_SINGLEFILE_ONLY_SUPPORTED = 分割圧縮ファイルでない場合には変更できません。
TEXT_ERR_EDIT_SFX_NOT_SUPPORTED         = SFX ファイルは変更できません。
TEXT_ERR_EDIT_BROKENARCH_NOT_SUPPORTED  = ファイルが壊れているため、変更できません。
TEXT_ERR_EDIT_NOT_SUPPORTED_ARCHIVE     = この形式の圧縮ファイルは変更できません。
TEXT_ERR_CANT_CHANGE_FILENAME           = ファイル名を変更できません。
TEXT_ERR_CANT_CHANGE_FILENAME_WITH      = "ファイル名には次の文字を使用できません。[br]? : \ / * < > | ""
TEXT_ERR_CANT_CHANGE_FILENAME_SAMENAME  = 同名のフォルダーやファイルが既に存在するため、"${str1}" を変更できません。
TEXT_ERR_CANT_CREATE_FOLDER             = フォルダーを作成できません。
TEXT_ERR_NO_FILES_TO_ARCHIVE            = 圧縮するファイルがありません。
TEXT_ERR_INVALID_PARAM                  = パラメーターが正しくありません。
TEXT_ERR_CANT_ADD_TO_ARCHIVE            = "次のファイルをリストに追加できません。[br] - "${str1}""
TEXT_ERR_CANT_OPEN_THIS_ARCHIVE         = "ファイルを開けませんでした。[br] - "${str1}""
TEXT_ERR_SAME_NAME_FOLDER_EXIST         = 圧縮ファイルと同名のフォルダーが既に存在します。
TEXT_ERR_FILENAME_EMPTY                 = ファイル名が正しくありません。
TEXT_ERR_AT_DRAGANDDROP                 = ドラッグアンドドロップできません。
TEXT_ERR_AT_DRAGANDDROP_OFF_FAST_DND    = ドラッグアンドドロップできません。[br]高速ドラッグアンドドロップを使用しないよう設定していますが、もう一度お試しください。
TEXT_ERR_AT_CANT_OPEN_MMF               = MMF を開くことができません (mmf: ${str1})
TEXT_ERR_NO_FILES_SELECTED              = ファイルが選択されていません。
TEXT_ERR_ICONPACK_CANTCREATEFOLDER      = アイコン パックをインストールするためのフォルダーを作成できません。
TEXT_ERR_ICONPACK_CANTCREATEFILE        = アイコン パックをインストールするためのファイルを作成できません。
TEXT_ERR_AT_EXECUTE_DIRECT              = このファイルを開くことができません。解凍後にエクスプローラーで開いてください。
TEXT_ERR_FILESIZE_OVER_4GB_INCLUDED     = 4GB を超えるファイルが含まれる場合、この形式には圧縮できません。[br]圧縮形式を変更してください。
TEXT_ERR_CANT_SAVE_AS                   = 別名で保存できません。
TEXT_ERR_ERROR_AT_EDIT                  = 圧縮ファイルの変更中に問題が発生しました。"${str1}"[br][br]問題の内容をサーバーに転送しますか?[br][br]送信いただいた内容はプログラムの改善に役立てます。

TEXT_MSG_TEST_OK                        = ファイルに問題は見つかりませんでした。
TEXT_MSG_EXTRACT_FAIL_WITH_ERRCODE      = "解凍に失敗しました。[br]"${str1}""
TEXT_MSG_EXTRACT_SUCCESS                = 解凍が完了しました。
TEXT_MSG_EXTRACT_CANCELED               = 解凍をキャンセルしました。
TEXT_MSG_COMPRESS_SUCCESS               = 圧縮 (アーカイブ) が完了しました。
TEXT_MSG_INTERNAL_ERROR                 = 内部エラーが発生しました。
TEXT_MSG_TEMP_FILE_NOT_EXIST            = 一時フォルダーのファイルを開くことができません。[br](${str1})
TEXT_MSG_CANT_DELETE_ARCHIVE            = ファイルを削除できません。
TEXT_MSG_CRASH_REPORT                   = 問題が発生しました。Bandizip を終了します。
TEXT_MSG_CRASH_REPORT2                  = 問題が発生しました。Bandizip を終了します。[br]エラーの詳細をサーバーに送りますか?
TEXT_MSG_HANGAPP_REPORT                 = 応答がありません。[br][br]問題のレポートをサーバーに送信し、プログラムを終了しますか?
TEXT_MSG_SET_TEMP_PATH                  = 一時フォルダーを設定します。
TEXT_MSG_SET_PATH                       = フォルダーを設定します。
TEXT_MSG_ICONPACK_INSTALL_COMPLETED     = アイコン パックのインストールが完了しました。
TEXT_MSG_NOTICE_RESTART                 = Bandizip を再起動します。
TEXT_MSG_ARCHVIE_OPENING                = ファイルを開いています。
TEXT_MSG_COMPLETING                     = ファイナライズしています: ${num1}%
TEXT_MSG_CANT_CREATE_FOLDER             = "フォルダーの作成に失敗しました。[br] - "${str1}""
TEXT_MSG_GX_XZ_CANT_ARCHIVE_FOLDER      = GZ 形式と XZ 形式ではフォルダーを圧縮することができません。
TEXT_MSG_GX_XZ_CANT_ARCHIVE_MULTI       = GZ 形式と XZ 形式では複数のファイルを圧縮することができません。[それぞれのファイル名・フォルダー名で圧縮する] オプションを有効にしてください。
TEXT_MSG_TRAY_MINIMIZED                 = Bandizip がタスクトレイに最小化されました。アイコンをクリックするとプログラムが表示されます。
TEXT_MSG_TRAY_COMPLETED                 = 作業が完了しました。
TEXT_MSG_BATCH_ARCHVING                 = 圧縮: ${str1}
TEXT_MSG_BATCH_EXTRACTING               = 解凍: ${str1}
TEXT_MSG_BATCH_TESTING                  = - テスト: ${str1}
TEXT_MSG_BATCH_DELETING                 = - 削除: ${str1}
TEXT_MSG_BATCH_DEL_FAILED               = - 削除失敗: ${str1}
TEXT_MSG_WORK_IN_PROGRESS               = タスクを実行しています...

TEXT_NOTICE_AUTODETECTCODEPAGE          = この圧縮ファイルは別の文字コードで圧縮されています。メニューの<font color=red><b>文字コード</b></font>をクリックして<font color=red><b>自動識別</b></font>を選択してください。

TEXT_ASK_DELETE_ARCHIVE                 = ファイルが PC から削除されます。[br]ファイルを削除しますか?
TEXT_ASK_DELETE_CUR_ARCHIVE             = このファイルを PC から削除しますか?
TEXT_ASK_PERM_DELETE_CUR_ARCHIVE        = このファイルを PC から完全に削除しますか?
TEXT_ASK_CHANGE_FILENAME                = この場所には同名のファイルが既に存在します。[br][br]"${str1}" から "${str2}" に名前を[br]変更しますか?
TEXT_ASK_DELETE_FILE                    = 選択したファイルを削除しますか?
TEXT_ASK_STOP_EXTRACT                   = 解凍を中止しますか?
TEXT_ASK_OVERWRITE_ARCHIVE              = 同名のファイルが既に存在します。[br][br]置き換えますか?
TEXT_ASK_INIT_SETTING                   = デフォルトの設定にリセットしますか? Bandizip は再起動されます。
TEXT_ASK_STOP_ARCHIVING                 = 圧縮 (アーカイブ) を中止しますか?
TEXT_ASK_STOP_MODIFYING                 = 変更を中止しますか?
TEXT_ASK_APPLY_MODIFIED_FILE            = "変更されたファイルを圧縮ファイルに適用しますか?[br]"${str1}""
TEXT_ASK_WARNING_SHORT_PASSWORD         = パスワードが 8 文字未満の場合、パスワード解読プログラムによって、簡単に解読されます。[br]このまま続けますか?
TEXT_ASK_INSTALL_ICONPACK               = アイコン パック "${str1}" をインストールして使用しますか?
TEXT_ASK_MAKE_FOLDER                    = "フォルダーがありません。フォルダーを作成しますか?[br][br]- "${str1}""
TEXT_ASK_CONT_WITHOUTWRITEPERMISSION    = フォルダーに書き込み権限がありません。管理者権限で圧縮するかフォルダーを変更してください。[br][br]- "${str1}"[br][br]このまま続けますか?
TEXT_ASK_CONT_NOFREESPACE               = フォルダーの空き容量が不足しています。フォルダーを変更してください。[br][br]- "${str1}"[br][br]このまま続けますか?
TEXT_ASK_ASK_UAC_ELEVATION              = このファイルの変更には、管理者権限が必要です。[br][br]管理者権限で Bandizip を実行しますか?
TEXT_ASK_OPENERR_FIRST_VOLUME           = このファイルは分割圧縮ファイルの最初のファイルではありません。[br][br]分割圧縮ファイルの最初のファイル "${str1}" を開きますか?
TEXT_ASK_DELSRC_TURN_ON_TEST_ARCHIVE    = 圧縮後に元のファイルを削除すると、圧縮ファイルに異常があった場合、重要なデータを失ってしまうことがあります。[br][br][圧縮後にテストする] 機能を有効にしますか?
TEXT_ASK_DEST_FOLDER_SPACE_NOT_ENOUGH   = 解凍先フォルダーのディスク サイズが不足しています。解凍を続けますか?[br][br]解凍先: ${str1}[br]使用可能なディスク サイズ: ${str2}[br]解凍に必要なサイズ: ${str3}

TEXT_WARN_BROKEN_FILE                   = ファイルが壊れています。
TEXT_WARN_BROKEN_OR_MULTIVOL_PROBLEM    = ファイルが壊れています。分割圧縮ファイルの一部が不足している可能性があります。

TEXT_BTN_PAUSE                          = 一時停止
TEXT_BTN_RESUME                         = 再開

TEXT_ERRDLG_ERROR_OCCURRED              = 途中でエラーが発生しました。
TEXT_ERRDLG_USER_ABORT                  = キャンセルしました。

TEXT_ARKERR_CANT_OPEN_FILE              = ファイルを開けません。
TEXT_ARKERR_CANT_OPEN_FILE_LOCKED       = このファイルは他のプログラムによって、使用されています。
TEXT_ARKERR_PASSWORD_NOT_SET            = パスワードが必要です。
TEXT_ARKERR_INVALID_PASSWD              = パスワードが違います。
TEXT_ARKERR_USER_ABORTED                = キャンセルしました。
TEXT_ARKERR_INVALID_FILE_CRC            = 圧縮ファイルが壊れています。(CRC エラー)
TEXT_ARKERR_CANT_OPEN_FILE_TO_WRITE     = 出力ファイルを開けません。
TEXT_ARKERR_CANT_READ_DATA              = 圧縮データを読み取りできません。
TEXT_ARKERR_INFLATE_FAILED              = 圧縮データが壊れています。
TEXT_ARKERR_BZIP2_ERROR                 = 圧縮データが壊れています。
TEXT_ARKERR_DATA_CORRUPTED              = 圧縮データが壊れているか、分割圧縮ファイルの一部が不足しています。
TEXT_ARKERR_CANT_OPEN_DEST_FILE         = 出力ファイルを開けません。
TEXT_ARKERR_CANT_CREATE_FOLDER          = フォルダーを作成できません。
TEXT_ARKERR_UNKNOWN_COMPRESSION_METHOD  = このプログラムで解凍できない圧縮方式です。
TEXT_ARKERR_WRITE_FAIL                  = ファイル書き込み中にエラーが発生しました。
TEXT_ARKERR_DISK_FULL                   = 空き容量が不足しています。
TEXT_ARKERR_FILENAME_EXCED_RANGE        = フォルダー名とファイル名の長さは 260 文字未満で設定してください。
TEXT_ARKERR_CANT_CREATE_FILE            = ファイルを作成できませんでした。
TEXT_ARKERR_CANT_CREATE_FILE_UAC        = ファイルを作成できませんでした。管理者権限により再度お試しください。
TEXT_ARKERR_USER_SKIP                   = スキップしました。
TEXT_ARKERR_FILE_TRUNCATED              = ファイルのデータが途中で切れているか、分割圧縮ファイルの最後の部分がありません。
TEXT_ARKERR_INVALID_PASSWD_OR_BROKEN    = パスワードが間違っているか、圧縮ファイルが壊れています。
TEXT_ARKERR_7ZERR_BROKEN_ARCHIVE        = 圧縮ファイルが壊れています。
TEXT_ARKERR_SFX_SIZE_OVER_4GB           = SFX ファイルのサイズが 4GB を超えました。Windows は 4GB を超える実行ファイルを実行することができません。
TEXT_ARKERR_ZIP_LAST_VOL_ONLY           = このファイルは分割 ZIP ファイルですが、他の分割ファイル (.z01, .z02...) がないため、ファイルを開くことができません。
TEXT_ARKERR_ZIP_LAST_VOL_ONLY_WARN      = このファイルは分割 ZIP ファイルですが、他の分割ファイル (.z01, .z02...) がないため、ファイルを開くことができません。
TEXT_ARKERR_CANNOT_FIND_NEXT_VOLUME     = このファイルは分割圧縮ファイルですが、分割ファイルの一部がないため、ファイルを開けません。
TEXT_ARKERR_CORRUPTED_FILE              = ファイルが壊れています。
TEXT_ARKERR_ACCESS_DENIED_DEST_PATH     = 解凍先フォルダーに書き込み権限がありません。
TEXT_ARKERR_ACCESS_DENIED_DEST_PATH_UAC = 解凍先フォルダーに書き込み権限がありません。管理者権限により再度解凍をお試しください。
TEXT_ARKERR_NOT_SUPPORTED_ENC_METHOD    = Bandizip でサポートしていない暗号化方式です。
TEXT_ARKERR_NOT_ENOUGH_MEMORY           = メモリが不足しています。
TEXT_ARKERR_NOT_ENOUGH_MEMORY_LZMA_ENC  = メモリが不足しています。圧縮率を変更してください。
TEXT_ARKERR_NOT_SUPPORTED_OPERATION     = サポートしていない操作を実行しようとしました。
TEXT_ARKERR_NOT_MATCH_FILE_SIZE         = 解凍後のファイル サイズがアーカイブ ヘッダー情報と一致しません。
TEXT_ARKERR_FILE_SIZE_OVER_4GB          = 4GB を超えるファイルは保存できません。
TEXT_ARKERR_TOO_LONG_NAME_AND_TRUNCATED = ファイル名が長すぎたため、超過した文字を削除して保存しました。
TEXT_ARKERR_CANT_OPEN_SRC_FILE_TO_COPY  = ファイルをコピーするための元のファイルを開くことができません。
TEXT_ARKERR_NOTIMPL                     = 実行できない操作です。
TEXT_ARKERR_CANT_READ_FILE              = ファイルを読み込むことができません。
TEXT_ARKERR_NEED_ADMIN_SYMLINK          = シンボリックリンクを作成するには、Bandizip を管理者権限で実行する必要があります。
TEXT_ARKERR_CANT_MAKE_SYMLINK           = シンボリックリンクを作成できません。

TEXT_SPLITCOMBO_NOSPLIT                 = 分割しない
TEXT_SPLITCOMBO_3MB                     = 3MB
TEXT_SPLITCOMBO_4MB                     = 4MB
TEXT_SPLITCOMBO_5MB                     = 5MB
TEXT_SPLITCOMBO_10MB                    = 10MB
TEXT_SPLITCOMBO_20MB                    = 20MB
TEXT_SPLITCOMBO_GMAIL                   = 25MB (Gmail)
TEXT_SPLITCOMBO_100MB                   = 100MB
TEXT_SPLITCOMBO_300MB                   = 300MB
TEXT_SPLITCOMBO_CD650                   = 650MB (CD)
TEXT_SPLITCOMBO_CD700                   = 700MB (CD)
TEXT_SPLITCOMBO_FAT32                   = 4GB (FAT32)
TEXT_SPLITCOMBO_DVD                     = 4.7GB (片面一層 DVD)
TEXT_SPLITCOMBO_USERINPUT               = サイズ指定

TEXT_COMPRESSIONMETHOD_STORE            = 無圧縮
TEXT_COMPRESSIONMETHOD_FAST             = 高速
TEXT_COMPRESSIONMETHOD_NORMAL           = 標準
TEXT_COMPRESSIONMETHOD_MAX              = 最高圧縮

TEXT_ASK_PASS_MSG_NOT_SET               = パスワードを入力してください。
TEXT_ASK_PASS_MSG_INVALID_PASS          = パスワードが違います。パスワードをもう一度入力してください。

TEXT_NEW_ARCHIVE_FILE_NAME              = 新規圧縮
TEXT_ADD_FILE_2_ARCHIVE_DLG_TITLE       = ファイルの追加
TEXT_DUPEFILE_PROCESS_METHOD_RENAME     = "名前の変更(&R): "${str1}""
TEXT_TITLE_TEST_MODE                    = 圧縮ファイルをテスト
TEXT_TITLE_TEMPFOLDER_MODE              = 一時フォルダーに解凍しています...
TEXT_TITLE_MODIFYING                    = 変更しています...
TEXT_DLG_STATIC_DUPEFILE_NEW            = 解凍するファイル
TEXT_MSG_SELECTED_FILE                  = ${num1} 個のファイルを選択
TEXT_MSG_SELECTED_FOLDER                = ${num1} 個のフォルダーを選択
TEXT_MSG_SELECTED_FILEFOLDER            = ${num1} 個のファイル、${num2} 個のフォルダーを選択
TEXT_MSG_SELECTED_FILESIZESUM           = "選択したファイルのサイズ: "${str1}""

TEXT_UPDATE_VERSION_CHECK_FAILED        = バージョン チェック失敗
TEXT_UPDATE_VERSION_CHECKING            = バージョン チェック中
TEXT_UPDATE_DOWNLOAD_FAILED             = ダウンロード失敗
TEXT_UPDATE_LATEST_VERSION              = 最新版を使用中
TEXT_UPDATE_DO_DOWNLOAD                 = アップデート可能
TEXT_UPDATE_DOWNLOAD_COMPLETED          = ダウンロード完了

TEXT_INSTALL_HONEYVIEW                  = Honeyview のインストール
TEXT_INSTALL_HONEYVIEW_1                = Honeyview がインストールされていません。
TEXT_INSTALL_HONEYVIEW_2                = 圧縮ファイルを解凍せずにイメージの表示ができる Honeyview を今すぐインストールしますか?


[MENU]
MENUSTR_FILE                            = ファイル(&F)
MENUSTR_EDIT                            = 編集(&E)
MENUSTR_SETTING                         = 設定(&O)
MENUSTR_FIND                            = 検索(&I)
MENUSTR_VIEW                            = 表示(&V)
MENUSTR_HELP                            = ヘルプ(&H)

MENUSTR_OPEN                            = 圧縮ファイルを開く(&O)\tCtrl+O
MENUSTR_RECENT                          = 最近使ったファイル
MENUSTR_CLOSE_FILE                      = 圧縮ファイルを閉じる(&C)\tF4
MENUSTR_CREATE_ARCHIVE                  = 新規圧縮(&N)\tCtrl+N
MENUSTR_NEW_WINDOW                      = 新しいウィンドウを開く\tCtrl+Shift+N
MENUSTR_NEW_WINDOW_ADMIN                = 新しいウィンドウを開く (管理者権限)\tCtrl+Alt+N
MENUSTR_SAVE_AS_ARCHIVE                 = 別名で保存
MENUSTR_DELETE_ARCHIVE                  = 圧縮ファイルを削除\tCtrl+Del
MENUSTR_PERM_DELETE_ARCHIVE             = 圧縮ファイルを完全に削除\tShift+Ctrl+Del
MENUSTR_OPEN_ARCHIVE_FOLDER             = 圧縮ファイルがあるフォルダーを開く
MENUSTR_TEST_ARCHIVE                    = 圧縮ファイルをテスト(&T)\tCtrl+T
MENUSTR_EXTRACT_FILE                    = 解凍(&E)\tCtrl+E
MENUSTR_EXIT                            = 終了(&X)\tCtrl+W

MENUSTR_RENAME_FILE                     = 名前の変更(&R)\tF2
MENUSTR_ADD_FILE                        = ファイルの追加(&A)\tIns
MENUSTR_DELETE_FILE                     = ファイルの削除(&D)\tDel
MENUSTR_EDIT_COMMENT                    = 圧縮ファイルの説明編集
MENUSTR_SETTING_SUB                     = 環境設定(&S) (F5)
MENUSTR_FIND_ITEM                       = ファイル検索(&I)\tCtrl+F
MENUSTR_COPY_FILES2CLIPBOARD            = ファイルをクリップボードにコピー\tCtrl+C
MENUSTR_PASTE_FILESFROMCLIPBOARD        = クリップボードから貼り付け\tCtrl+V

MENUSTR_VIEW_STARTSCREEN                = スタート画面\tF6
MENUSTR_VIEW_TREECONTROL                = ツリービュー コントロール\tF7
MENUSTR_VIEW_COMMENT                    = 圧縮ファイルの説明\tF8
MENUSTR_VIEW_PREVIEW                    = イメージのプレビュー
MENUSTR_VIEW_STATUS_BAR                 = ステータス バー
MENUSTR_VIEW_TOOLBAR                    = ツールバー
MENUSTR_VIEW_TOOLBAR_NORMAL             = 大きく
MENUSTR_VIEW_TOOLBAR_MINI               = 小さく
MENUSTR_VIEW_TOOLBAR_OLD                = クラシック
MENUSTR_VIEW_TOOLBAR_HIDE               = 非表示
MENUSTR_VIEW_LISTVIEW                   = レイアウト
MENUSTR_VIEW_LISTVIEW_ICON              = アイコン
MENUSTR_VIEW_LISTVIEW_LIST              = 一覧
MENUSTR_VIEW_LISTVIEW_REPORT            = 詳細
MENUSTR_VIEW_COLUMN                     = アイテム設定
MENUSTR_VIEW_ALWAYS_ON_TOP              = 常に最前面に表示
MENUSTR_VIEW_COLOR_SETTING              = カラー設定...

MENUSTR_ABOUT                           = Bandizip について(&A)\tF1
MENUSTR_HELPPAGE                        = ヘルプページ(&G)
MENUSTR_OPEN_FOLDER                     = インストール先フォルダーを開く(&O)
MENUSTR_FORUM                           = フォーラム(&F)
MENUSTR_HOMEPAGE                        = 公式サイト(&W)

POPUPMENU_VIEWITEM_COMPSIZE             = 圧縮サイズ
POPUPMENU_VIEWITEM_ORIGSIZE             = 元サイズ
POPUPMENU_VIEWITEM_KIND                 = 種類
POPUPMENU_VIEWITEM_DATE_MOD             = 更新日時

POPUPMENU_VIEWITEM_COMPMETHOD           = 圧縮方式
POPUPMENU_VIEWITEM_ENCRMETHOD           = 暗号化方式
POPUPMENU_VIEWITEM_CRC                  = CRC
POPUPMENU_VIEWITEM_ATTRIB               = プロパティ
POPUPMENU_VIEWITEM_COMMENT              = ファイルの説明

POPUPMENU_LISTCONTROL_EXTRACT_ALL       = 解凍する...\tCtrl+E
POPUPMENU_LISTCONTROL_EXTRACT_SELECTED  = 選択したファイルを解凍する...
POPUPMENU_LISTCONTROL_EXTRACT_HERE      = 現在のフォルダーにすべて解凍する

POPUPMENU_LISTCONTROL_EXECUTE           = 実行\tEnter
POPUPMENU_LISTCONTROL_EXECUTE_SYS       = 関連付けされたプログラムで実行
POPUPMENU_LISTCONTROL_EDIT_SELECTED     = 編集\tF3
POPUPMENU_LISTCONTROL_OPENWITHBANDIZIP  = Bandizip で開く(&B)

POPUPMENU_LISTCONTROL_NEW_FOLDER        = 新しいフォルダー
POPUPMENU_LISTCONTROL_ADD_FILE          = ここにファイルを追加する...\tIns
POPUPMENU_LISTCONTROL_DELETE_FILE       = 選択したファイルを削除する\tDel
POPUPMENU_LISTCONTROL_RENAME_FILE       = 名前の変更
POPUPMENU_LISTCONTROL_SELECT_ALL        = すべて選択\tCtrl+A
POPUPMENU_LISTCONTROL_MOVE2PARENT       = 親フォルダーに移動\tBackspace

POPUPMENU_TREECONTROL_DELETE_ARCHIVE    = 圧縮ファイルを削除する
POPUPMENU_TREECONTROL_OPENARCHIVEFOLDER = 圧縮ファイルがあるフォルダーを開く

POPUPMENU_EXTRACT_AUTODEST              = 現在のフォルダーに自動解凍\tCtrl+Shift+S
POPUPMENU_EXTRACT_CURRENT               = 現在のフォルダーに解凍\tCtrl+Shift+C
POPUPMENU_EXTRACT_ARCHIVENAME           = ファイル名のフォルダーに解凍
POPUPMENU_EXTRACT_DESKTOP               = デスクトップに解凍
POPUPMENU_EXTRACT_DESKTOP_AUTODEST      = デスクトップにそのまま解凍

POPUPMENU_RECENT_CLEAR                  = 履歴を消去
POPUPMENU_RECENT_NOITEM                 = 最近使ったファイルがありません

POPUPMENU_SHELLOPEN_OPENARCHIVE         = Bandizip で開く
POPUPMENU_SHELLOPEN_EXTRACTAUTO         = 現在のフォルダーに自動解凍

POPUPMENU_CODEPAGE_DEFAULT              = 自動
POPUPMENU_CODEPAGE_SIMPCHINESE          = 簡体字中国語
POPUPMENU_CODEPAGE_TRADCHINESE          = 繁体字中国語
POPUPMENU_CODEPAGE_JAPANESE             = 日本語
POPUPMENU_CODEPAGE_KOREAN               = 韓国語
POPUPMENU_CODEPAGE_WINDOWS1252          = 西ヨーロッパ言語
POPUPMENU_CODEPAGE_WINDOWS1250          = 中央ヨーロッパ言語
POPUPMENU_CODEPAGE_WINDOWS1251          = キリル言語
POPUPMENU_CODEPAGE_WINDOWS1254          = トルコ語
POPUPMENU_CODEPAGE_WINDOWS737           = ギリシャ語
POPUPMENU_CODEPAGE_ARABIC               = アラビア語
POPUPMENU_CODEPAGE_HEBREW               = ヘブライ語
POPUPMENU_CODEPAGE_BALTIC               = バルト諸言語
POPUPMENU_CODEPAGE_THAI                 = タイ語
POPUPMENU_CODEPAGE_UTF8                 = UTF-8
POPUPMENU_CODEPAGE_AUTODETECT           = 自動識別

POPUPMENU_PREVIEW_EXECUTE_HONEYVIEW     = Honeyview で開く
POPUPMENU_PREVIEW_EXECUTE_ASSOC         = デフォルトのプログラムで開く

DLG_MENUSTR_MINIMIZE2TRAY               = タスクトレイに最小化
DLG_MENUSTR_LOW_PRIORITY                = 優先度：低
DLG_MENUSTR_DEL_ARCHIVEAFTEREXTRACT     = 解凍後、圧縮ファイルを削除


[DIALOG]
;------------------------------------------------------------------------------
; GENERAL
IDOK                                    = OK
IDCANCEL                                = キャンセル

;------------------------------------------------------------------------------
[IDD_ABOUT]
IDD_ABOUT                               = Bandizip について
IDC_BTN_HOMEPAGE                        = 公式サイト
IDC_BTN_UPDATE                          = アップデート

;------------------------------------------------------------------------------
[IDD_OPEN_PROGRESS]
IDD_OPEN_PROGRESS                       = ファイルを開く
IDC_STATIC_OPENING                      = 開いています。

;------------------------------------------------------------------------------
[IDD_SELECT_FOLDER]
IDD_SELECT_FOLDER                       = 解凍先フォルダーを選択
IDC_STATIC_FOLDER                       = 解凍先フォルダー(&D)
IDC_STATIC_FILES2EXTRACT                = 解凍するファイル
IDC_RADIO_FILES2EXTRACT_0               = すべてのファイル(&A)
IDC_RADIO_FILES2EXTRACT_1               = 選択したファイル(&S)
IDC_CHK_CREATE_FOLDER_WITH_ARCHIVE_NAME = 対象フォルダーの下位に圧縮ファイル名のフォルダーを作成して解凍(&E)
IDC_CHK_DEL_ARCHIVE_AFTER_EXTRACT       = 解凍後、圧縮ファイルを削除
IDC_CHK_REMEMBER_SETTINGS               = 設定を保存する
IDC_BTN_NEWFOLDER                       = 新しいフォルダー(&N)

;------------------------------------------------------------------------------
[IDD_EXTRACT]
IDD_EXTRACT                             = 解凍
IDC_BTN_STOP                            = 中止
IDC_BTN_CLOSE                           = 閉じる
IDC_BTN_PAUSE                           = 一時停止

;------------------------------------------------------------------------------
[IDD_ARCHIVE]
IDD_ARCHIVE                             = 新規圧縮
IDC_STATIC_FILE_LIST                    = 圧縮 (アーカイブ) リスト
IDC_STATIC_ARCHIVE_SETTING              = 圧縮 (アーカイブ) 設定
IDC_STATIC_ARCHIVE_NAME                 = ファイル名
IDC_STATIC_SET_DEST_FOLDER              = 圧縮ファイル保存フォルダー
IDC_STATIC_ARCHIVE_TYPE                 = 圧縮形式
IDC_STATIC_ARCHIVE_VOLUME_SIZE          = 分割圧縮
IDC_STATIC_COMPRESSION_METHOD           = 圧縮方法
IDC_STATIC_PASSWORD_AGAIN               = パスワード再入力
IDC_STATIC_HELP_SPLIT                   = [分割圧縮ヘルプ]
IDC_STATIC_HELP_ZIPX                    = [ZIPX ヘルプ]
IDC_STATIC_HELP_7Z                      = [7Z ヘルプ]
IDC_BTN_SELECT_ARCHIVE_NAME             = 参照...(&B)
IDC_BTN_PASSWORD                        = パスワードを入力
IDC_BTN_SHOW_PASSWORD                   = パスワード表示
IDC_BTN_TEST_ARCHIVE                    = 圧縮後にテストする(&T)
IDC_BTN_DELETE_SRC                      = 圧縮後に元ファイルを削除する
IDC_BTN_ARCHIVE_AS_EACH_NAME            = それぞれのファイル名・フォルダー名で圧縮する
IDC_BTN_SET_DEST_FOLDER                 = 圧縮ファイルの保存先フォルダーを指定
IDC_BTN_TOGGLE_ADVANCED                 = 詳細設定
IDC_BTN_SET_SFX                         = SFX 設定...
IDC_BTN_ADD                             = 追加...(&A)
IDC_BTN_DEL                             = 削除(&D)
IDC_BTN_START                           = 圧縮開始(&S)
IDC_BTN_SET_COMPRESS                    = 圧縮設定...

;------------------------------------------------------------------------------
[IDD_FILE_SELECT]
IDD_FILE_SELECT                         = ファイル選択
IDC_BTN_OPEN                            = 追加

;------------------------------------------------------------------------------
[IDD_ARCHIVING]
IDD_ARCHIVING                           = 圧縮 (アーカイブ)
TEXT_ARCHIVE_TESTING                    = テスト中
IDC_BTN_STOP                            = 中止
IDC_BTN_CLOSE                           = 閉じる
IDC_BTN_PAUSE                           = 一時停止

;------------------------------------------------------------------------------
[IDD_PASSWORD]
IDD_PASSWORD                            = パスワード入力
IDC_STATIC_PASSWORD_MSG                 = このファイルはパスワードにより、保護されています。
IDC_CHECK_HIDE_PASSWORD                 = パスワードを隠す(&H)
IDC_CHECK_APPLY_ALL                     = すべての圧縮ファイルに使用する(&A)
;

;------------------------------------------------------------------------------
[IDD_ASK_DUPEFILE]
IDD_ASK_DUPEFILE                        = 重複確認
IDC_STATIC_DUPE_MESSAGE                 = 同名のファイルが既に存在します。
IDC_STATIC_DUPEFILE_OLD                 = 元のファイル
IDC_STATIC_DUPEFILE_NEW                 = 圧縮するファイル
IDC_STATIC_DUPE_ASK                     = 動作を次から選んでください:
IDC_RADIO_DUPE_METHOD0                  = スキップ(&S)
IDC_RADIO_DUPE_METHOD1                  = 置換(&O)
IDC_RADIO_DUPE_METHOD2                  = 名前の変更(&R)
IDC_CHECK_DUPE_APPLY_ALL                = すべてのファイルに適用(&A)

;------------------------------------------------------------------------------
[IDD_ASK_DROPFILE]
IDD_ASK_DROPFILE                        = タスク選択
IDC_STATIC_ASK_HANDLING                 = 実行するタスクを選択:
IDC_RADIO_HANDLE_METHOD0                = 圧縮ファイルを開く(&O)
IDC_RADIO_HANDLE_METHOD1                = 新規圧縮(&N)
IDC_RADIO_HANDLE_METHOD2                = 現在のファイルに追加する(&A)
IDC_CHK_PASS                            = パスワードを使用する
IDC_STATIC_PASSWORD_AGAIN               = パスワードの再入力
IDC_CHK_SHOW_PASS                       = パスワードを表示する

;------------------------------------------------------------------------------
[IDD_SETTING]
IDD_SETTING                             = 環境設定
IDC_BTN_INIT                            = リセット

;------------------------------------------------------------------------------
[IDD_SETTING_GENERAL]
IDC_STATIC_GENERAL                      = 一般設定
IDC_CHK_EXIT_WITH_ESC                   = ESC キーで終了する
IDC_CHK_TEST_ARCHIVE_AFTER_MODIFY       = 圧縮 (アーカイブ) ファイルの変更 (追加・削除・名前変更) 時に、ファイルを毎回チェックする
IDC_CHK_SNAP                            = ウィンドウ スナップを有効にする
IDC_CHK_AUTO_UPDATE                     = アップデートを自動で確認する
IDC_CHK_AUTO_UPDATE_MINOR               = マイナーアップデート時にも通知する
IDC_CHK_SHOW_DOTDOT_AT_LIST             = 親フォルダー [..] を表示する
IDC_CHK_SHOW_GRID_AT_LIST               = ファイル リストにグリッド線を表示する
IDC_CHK_FULL_ROW_SELECT_AT_LIST         = ファイル リストの全体行選択機能を使用する

;------------------------------------------------------------------------------
[IDD_SETTING_ASSOC]
IDC_STATIC_ASSOC_LIST                   = Bandizip に関連付けする拡張子
IDC_BTN_SELECT_MANDATORY                = 推奨設定
IDC_BTN_SELECT_ALL                      = すべて選択
IDC_BTN_CLEAR_ALL                       = すべて選択解除
IDC_BTN_APPLY_NOW                       = 今すぐ適用
IDC_STATIC_ICON_PACK                    = アイコン パック選択:
IDC_STATIC_ICON_PACK_HOMEPAGE           = [アイコン パック ダウンロード]
IDC_STATIC_DEFAULT_APP_SETTINGS         = Windows - 既定のプログラムの設定

;------------------------------------------------------------------------------
[IDD_SETTING_ASSOC_NEW]
IDC_STATIC_ASSOC_LIST                   = 拡張子の関連付け
IDC_STATIC_ASSOC_DESC1                  = Windows 8では次の方法でファイルを関連付ける必要があります:
IDC_STATIC_ASSOC_DESC2                  = 1. [関連付け設定] ボタンをクリックする。
IDC_STATIC_ASSOC_DESC3                  = 2. プログラム関連付けウィンドウで [すべて選択] にチェックする。
IDC_STATIC_ASSOC_DESC4                  = 3. [保存] ボタンをクリックする。
IDC_STATIC_ASSOC_DESC1_10               = Windows 10 以降の OS では次の方法でファイルを関連付ける必要があります:
IDC_STATIC_ASSOC_DESC2_10               = 1. [関連付け設定] ボタンをクリックする。
IDC_STATIC_ASSOC_DESC3_10               = 2. [既定のプログラム] 画面にて [Bandizip] を選択する。
IDC_STATIC_ASSOC_DESC4_10               = 3. [すべての項目に対し、既定のプログラムとして設定する] を選択する。
IDC_BTN_LAUNCH_ASSOC_REG_UI             = 関連付け設定
IDC_BTN_SHOW_CLASSIC_ASSOC_UI           = 従来の方法で関連付け

;------------------------------------------------------------------------------
[IDD_SETTING_SHELL]
IDC_STATIC_SHELL_OPEN                   = 圧縮 (アーカイブ) ファイルのダブルクリック動作設定
IDC_RADIO_SHELL_OPEN_0                  = Bandizip で開く
IDC_RADIO_SHELL_OPEN_1                  = 同じフォルダーに自動解凍
IDC_RADIO_SHELL_OPEN_2                  = 毎回メニューから選択
IDC_RADIO_SHELL_OPEN_3                  = 指定したフォルダーに自動解凍
IDC_BTN_SET_EXTRACT_FOLDER              = 参照...
IDC_RADIO_SHELL_OPEN_4                  = 圧縮ファイル名のフォルダーに解凍
IDC_CHK_DEL_ARCHIVE_AFTER_EXTRACT       = ダブルクリックで解凍後、圧縮ファイルを削除

IDC_STATIC_SHELL_EXTRACT                = 圧縮 (アーカイブ) ファイル選択時の右クリック メニュー表示設定
IDC_CHK_SHELL_EXTRACT_HERE              = ここ (同じフォルダー) に解凍
IDC_CHK_SHELL_EXTRACT_AUTO              = 自動解凍
IDC_CHK_SHELL_EXTRACT_SUB               = ファイル名のフォルダーに解凍
IDC_CHK_SHELL_EXTRACT_HERE_DEL          = ここに解凍後、圧縮ファイルを削除
IDC_CHK_SHELL_EXTRACT_AUTO_DEL          = 自動解凍後、圧縮ファイルを削除
IDC_CHK_SHELL_EXTRACT_SUB_DEL           = 下位フォルダー (圧縮ファイル名のフォルダー) に解凍後、圧縮ファイルを削除
IDC_CHK_SHELL_EXTRACT_DLG               = 指定したフォルダーに解凍...
IDC_CHK_SHELL_EXTRACT_ADMIN             = 管理者権限で解凍
IDC_CHK_SHELL_TEST_ARCHIVE              = ファイルをテスト
IDC_CHK_SHELL_OPEN_ARCHIVE              = Bandizip で開く
IDC_CHK_SHELL_PREVIEW                   = 圧縮ファイルのプレビュー
IDC_STATIC_SHELL_PREVIEW_SIZE           = プレビューに表示するファイル数:
IDC_CHK_SHELL_PREVIEW_TREE              = ツリー表示

IDC_STATIC_SHELL_ARCHIVING              = ファイルおよびフォルダー選択時の Bandizip サブメニュー表示設定
IDC_CHK_SHELL_ARCHIVING_AS_FILENAME     = ["ファイル名".zip] に圧縮する
IDC_CHK_SHELL_ARCHIVING_AND_EMAIL       = ["ファイル名".zip] に圧縮してメールに添付する
IDC_CHK_SHELL_ARCHIVING_ZIPX            = ["ファイル名".zipx] に圧縮する
IDC_CHK_SHELL_ARCHIVING_EXE             = ["ファイル名".exe] に圧縮する
IDC_CHK_SHELL_ARCHIVING_TAR             = ["ファイル名".tar] に圧縮する
IDC_CHK_SHELL_ARCHIVING_TGZ             = ["ファイル名".tgz] に圧縮する
IDC_CHK_SHELL_ARCHIVING_LZH             = ["ファイル名".lzh] に圧縮する
IDC_CHK_SHELL_ARCHIVING_ISO             = ["ファイル名".iso] に圧縮する
IDC_CHK_SHELL_ARCHIVING_7Z              = ["ファイル名".7z] に圧縮する
IDC_CHK_SHELL_ARCHIVING_GZ              = ["ファイル名".gz] に圧縮する
IDC_CHK_SHELL_ARCHIVING_XZ              = ["ファイル名".xz] に圧縮する
IDC_CHK_SHELL_ARCHIVING_EACH            = それぞれの ["ファイル名".zip] と ["フォルダー名".zip] に圧縮する
IDC_CHK_SHELL_ARCHIVING_EACH_7Z         = それぞれの ["ファイル名.7z] または ["フォルダー名".7z] に圧縮する
IDC_CHK_SHELL_ARCHIVING_POPUP           = Bandizip で圧縮する
IDC_CHK_SHELL_ARCHIVING_ADMIN           = 管理者権限で圧縮する
IDC_CHK_SHELL_ARCHIVING_RULE            = 指定したファイル名で圧縮する
IDC_STATIC_FILENAME_RULE_HELP           = ${NAME}:ファイル名 %Y:年, %m:月, %d:日, %H:時間, %M:分, %S:秒

IDC_STATIC_SHELL_BKGND                  = フォルダーの背景を選択時の動作設定
IDC_CHK_SHELL_BKGND_NEW_FOLDER          = 新しいフォルダー
IDC_CHK_SHELL_BKGND_LAUNCH_CMD          = コマンドプロンプト (cmd) を起動する[br](Shift を押すと管理者権限で実行できます。)

IDC_STATIC_SHELL_ETC                    = その他
IDC_CHK_SHELL_DO_NOT_USE                = コンテキストメニューを無効にする
IDC_CHK_SHELL_AS_SUB_MENU               = コンテキストメニューを階層表示する
IDC_CHK_SHELL_HIDE_ICON                 = メニューにアイコンを表示しない
IDC_CHK_SHELL_CHECK_ARCHIVE_DEEP        = ファイルの拡張子に関係なく、ファイルの内容で圧縮 (アーカイブ) ファイルを判別する
IDC_CHK_SHELL_CAN_COMPRESS_ARCHIVE      = 圧縮ファイルにも圧縮メニューを表示する (二重圧縮)
IDC_CHK_SHELL_USE_SELECTED_FILENAME     = 複数のフォルダー・ファイルを圧縮時、["選択したフォルダー・ファイル名".zip] を使用する
IDC_CHK_SHELL_USE_DROP_HANDLER          = エクスプローラーでドラッグアンドドロップしてファイルを ZIP ファイルに直接追加する

;------------------------------------------------------------------------------
[IDD_SETTING_EXTRACT]
IDC_STATIC_EXTRACT                      = 解凍設定
IDC_CHK_ENTERFOLDERWHENROOTFOLDERISONE  = ファイルを開くとき、ルート フォルダーが 1 つだけの場合はフォルダー内の内容を表示する
IDC_CHK_OPEN_FOLDER_EXTRACT_COMPLETE    = 解凍完了後に解凍先フォルダーを開く
IDC_CHK_DO_NOT_CLOSE_EXTRACT_DLG        = 解凍完了時に結果表示のダイアログを閉じない
IDC_CHK_FAST_DRAG_DROP                  = ドラッグアンドドロップで解凍するファイルのサイズが大きい場合 [高速ドラッグアンドドロップ] を使用する
IDC_CHK_TREAT_TGZ_AS_SOLID_ARCHIVE      = TGZ, TBZ ファイルを一度に解凍する
IDC_CHK_TREAT_TGZ_AS_SOLID_WHEN_BIG     = サイズが大きい TGZ, TBZ ファイルを一度に解凍する
IDC_CHK_AUTODEST_ONEFILE2SUBFOLDER      = 自動解凍時にファイルが 1 つしかない場合でも下位フォルダーを作成して解凍する
IDC_CHK_AUTOCONVERTNFD2NFC_WHENMACOS    = Mac で圧縮されたファイルの文字コードを自動的に選択する
IDC_CHK_UNIXZIP_AS_UTF8                 = UNIX 環境で圧縮された ZIP ファイルの文字コードを Unicode (UTF-8) で処理する
IDC_CHK_TAR_AS_UTF8                     = TAR ファイルの文字コードを Unicode (UTF-8) で処理する
IDC_STATIC_CODEPAGE                     = 文字コードの初期設定
IDC_STATIC_TYPE_OF_EXTRACT_ALL          = ダブルクリックで実行時、以下の形式はすべて凍解してから実行する

;------------------------------------------------------------------------------
[IDD_SETTING_ARCHIVE]
IDC_STATIC_ARCHIVE                      = 圧縮設定
IDC_CHK_DO_NOT_STORE_ROOT_FOLDER        = エクスプローラーでフォルダーを 1 つだけ圧縮する場合、ルート フォルダーの名前を保存しない
IDC_CHK_USE_UTF8_COMPRESS               = ファイル名を Unicode (UTF-8) で保存する
IDC_CHK_USE_UTF8_EXTRA_FIELD            = ZIP 形式へのアーカイブ時、Unicode (UTF-8) のファイル名を拡張フィールドに保存する
IDC_CHK_USE_UTF8_COMPRESS_TAR           = TAR 形式、TGZ 形式へのアーカイブ時、ファイル名を Unicode (UTF-8) で保存する
IDC_CHK_FORCE_ZIP64                     = アーカイブ時、ファイルが 2GB を超えなくても ZIP64 形式を使用する (非推奨)
IDC_CHK_EXCLUDE_THUMBSDB                = Thumbs.db などのファイルはアーカイブ時に除外する
IDC_CHK_SAVE_NTFS_TIME_TO_ZIP           = ZIP 形式への圧縮時、NTFS ファイルのタイムスタンプを保存する
IDC_CHK_DO_NOT_COMPRESS_UNCOMPRESSIBLE  = 高速アーカイブ機能を使う
IDC_CHK_MULTICORE_COMPRESS              = マルチコアを使用して ZIP 形式で圧縮する
IDC_CHK_USE_AES256                      = ZIP 形式への圧縮時、AES256 暗号化アルゴリズムを使用する
IDC_CHK_DO_NOT_CLOSE_COMPRESS_DLG       = 圧縮完了時に結果表示のダイアログを閉じる
IDC_STATIC_COMPRESSION_METHOD           = 圧縮方法
IDC_RADIO_FOLDER4NEWARCHIVE_USELAST     = [新規圧縮] 時、最後に使用したフォルダーを使う
IDC_RADIO_FOLDER4NEWARCHIVE_SET         = [新規圧縮] 時に使うフォルダーを指定する
IDC_BTN_SET_NEW_ARCHIVE_FOLDER          = 参照...
IDC_CHK_EXCLUDE_FILTER                  = 圧縮時に以下の形式は除外する

;------------------------------------------------------------------------------
[IDD_SETTING_VIEWER]
IDC_STATIC_VIEWER                       = 表示設定
IDC_CHK_SHOW_PREVIEW                    = 解凍せずにイメージをプレビュー
IDC_CHK_SHOW_FOLDER_SIZE                = フォルダーの圧縮サイズ・元サイズを表示する

IDC_STATIC_SETTING_VIEWITEM             = メイン画面のリスト表示アイテム
IDC_CHK_VIEWITEM_COMPSIZE               = 圧縮サイズ
IDC_CHK_VIEWITEM_ORIGSIZE               = 元サイズ
IDC_CHK_VIEWITEM_KIND                   = 種類
IDC_CHK_VIEWITEM_DATE_MOD               = 更新日時
IDC_CHK_VIEWITEM_COMPMETHOD             = 圧縮方式
IDC_CHK_VIEWITEM_ENCRMETHOD             = 暗号化方式
IDC_CHK_VIEWITEM_CRC                    = CRC
IDC_CHK_VIEWITEM_ATTRIB                 = プロパティ
IDC_CHK_VIEWITEM_COMMENT                = ファイルの説明

IDC_STATIC_IMAGE_VIEWER                 = イメージ ビューアー
IDC_RADIO_IMAGE_VIEWER_0                = 内蔵イメージ ビューアーを使用
IDC_RADIO_IMAGE_VIEWER_1                = 関連付けされたプログラム
IDC_RADIO_IMAGE_VIEWER_2                = Honeyview を使用 (Honeyview がインストールされている場合)

IDC_STATIC_EDITOR                       = エディター
IDC_BTN_SET_EDITOR_PATH                 = 参照...

IDC_STATIC_COLOR                        = カラー
IDC_STATIC_COLOR_THEME                  = テーマ カラー
IDC_BTN_BKGND                           = 選択
IDC_STATIC_COLOR_TEXT                   = フォント カラー
IDC_STATIC_COLOR_TEXT_AUTO              = 自動
IDC_STATIC_COLOR_TEXT_WHITE             = ホワイト
IDC_STATIC_COLOR_TEXT_BLACK             = ブラック

;------------------------------------------------------------------------------
[IDD_SETTING_ETC]
IDC_BTN_EXPORT_SETTINGS                 = 環境設定をエクスポート
IDC_STATIC_ETC                          = その他の設定
IDC_CHK_SET_TEMP_FOLDER                 = 一時フォルダーの設定
IDC_BTN_SET_TEMP_FOLDER                 = 参照...
IDC_CHK_SET_USER_ARCHIVE_EXT            = 以下の拡張子を圧縮ファイルとして扱う
IDC_CHK_DELETE_TEMP_FILE_ASAP           = 子プロセス終了時、一時フォルダーに解凍したファイルを削除する
IDC_CHK_DELETE_ARCHIVE_TO_TRASH         = 圧縮ファイル削除時、ごみ箱に移動する
IDC_CHK_SHOW_RECENT_ARCHIVE_LIST        = 最近利用したファイルの一覧を表示する
IDC_CHK_USE_LONG_PATH_NAME              = 260 文字以上の長いファイル ディレクトリ名を使用する
IDC_CHK_OPEN_ARCHIVE_WITH_SHARE_DEL     = 圧縮ファイルを開く時、エクスプローラーから削除可能な状態で開く
IDC_CHK_AUTO_EXPAND_TREE_CONTROL        = ツリー表示時に下位フォルダーのアイテムを開いて表示する
IDC_CHK_USE_MODAL_DIALOG                = 圧縮または解凍時、モーダル ダイアログボックスを使用する
IDC_CHK_USE_ELEGANT_UI                  = エレガントなデザインで表示する
IDC_CHK_SHOW_STARTSCREN_WHEN_LAUNCH     = Bandizip の起動時に、スタート画面を表示する
IDC_CHK_DISP_FULL_PATH_IN_THE_TITLEBAR  = タイトル バーにファイルのフル パスを表示する
IDC_CHK_DEL_OUTFILE_WHEN_USER_CANCEL    = 解凍中にキャンセルした場合、出力ファイルを削除する
IDC_CHK_COPY_ZONE_IDENTIFIER            = 解凍時にインターネットからダウンロードしたアーカイブのゾーン識別子をコピーする

;------------------------------------------------------------------------------
[IDD_SETTING_LANG]
IDC_STATIC_LANG                         = 言語設定
IDC_STATIC_OPEN_TRANSLATION_PAGE        = このプログラムの翻訳をお手伝いいただけますか? ここをクリック...
IDC_STATIC_OPEN_MULTLANG_PAGE           = [他の言語をダウンロード...]
IDC_STATIC_OPEN_LANG_FOLDER             = [言語フォルダーを開く...]

;------------------------------------------------------------------------------
[IDD_SFX_SETTING]
IDD_SFX_SETTING                         = SFX 設定
IDC_STATIC_TARGET_PATH                  = 解凍先フォルダー:
IDC_STATIC_TITLE                        = タイトル:
IDC_STATIC_RUN                          = 解凍後実行:
IDC_STATIC_MESSAGE                      = 説明:
IDC_CHK_AUTO_CLOSE                      = 解凍完了時に結果表示のダイアログを閉じる
IDC_BTN_SAVE_SFX_SETTING                = 設定保存

;------------------------------------------------------------------------------
[IDD_FIND]
IDD_FIND                                = ファイル検索
IDC_STATIC_FIND                         = 検索キーワード(&F):
IDC_BTN_CLOSE                           = 閉じる
IDC_BTN_DELETE                          = 削除
IDC_BTN_EXTRACT                         = 解凍

;------------------------------------------------------------------------------
[IDD_EDIT_COMMENT]
IDD_EDIT_COMMENT                        = 説明
IDC_STATIC_COMMENT                      = 圧縮ファイルの説明
IDC_CHK_USE_UTF8                        = ファイル名を Unicode (UTF-8) で保存する
IDC_BTN_LOAD_FROM_FILE                  = テキスト形式のファイルからコピーする...

;------------------------------------------------------------------------------
[IDD_ASK_EXECUTABLE]
IDD_ASK_EXECUTABLE                      = 警告
IDC_STATIC_WARN_EXECUTABLE              = このファイルは実行ファイルであり、実行する場合コンピューターが損傷する可能性があります。それでも実行しますか?
IDC_CHK_DO_NOT_ASK_AGAIN                = 今後、表示しない。


[SKIN]
$TOOLBAR_OPEN                           = 開く
$TOOLBAR_CLOSE_FILE                     = 閉じる
$TOOLBAR_EXTRACT_FILE                   = 解凍
$TOOLBAR_CREATE_ARCHIVE                 = 新規圧縮
$TOOLBAR_DELETE_FILE                    = 削除
$TOOLBAR_ADD_FILE                       = 追加
$TOOLBAR_TEST_ARCHIVE                   = テスト
$TOOLBAR_CODEPAGE                       = 文字コード
$TOOLBAR_VIEWITEM                       = 表示

$TOOLBAR_OPEN2                          = 圧縮ファイルを開く
$TOOLBAR_CREATE_ARCHIVE2                = 新規圧縮

$TEXT_DESKTOP                           = デスクトップ
$TEXT_DOCUMENT                          = ドキュメント
$TEXT_PICTURE                           = ピクチャ
$TEXT_COMPUTER                          = PC

$TEXT_SETTINGTAB_GENERAL                = 一般
$TEXT_SETTINGTAB_ASSOC                  = 関連付け
$TEXT_SETTINGTAB_SHELL                  = コンテキストメニュー
$TEXT_SETTINGTAB_EXTRACT                = 解凍
$TEXT_SETTINGTAB_ARCHIVE                = 圧縮
$TEXT_SETTINGTAB_VIEWER                 = 表示
$TEXT_SETTINGTAB_ETC                    = その他
$TEXT_SETTINGTAB_LANG                   = 言語

$TOOLTIP_EXTRACTDLG_OPEN_DST            = 解凍先フォルダーを開く
$TOOLTIP_EXTRACTDLG_OPEN_SRC            = 圧縮ファイルの保存先を開く
$TOOLTIP_EXTRACTDLG_OPEN_DST_OPTION     = 解凍完了時に解凍先フォルダーを開く
$TOOLTIP_COMPRESSDLG_OPEN_DST           = 圧縮ファイルの保存先を開く
$TOOLTIP_OPEN_LAST_EXTRACTED_FOLDER     = 解凍先フォルダーを開く
$TOOLTIP_DO_NOT_CLOSE_EXTRACT_DLG       = 解凍完了時に結果表示のダイアログを閉じない
$TOOLTIP_DO_NOT_CLOSE_COMPRESS_DLG      = 圧縮完了時に結果表示のダイアログを閉じない
$TOOLTIP_ADVANCED_MENU                  = 詳細設定

$TEXT_INSTALL_START                     = 使ってみる
$TEXT_INSTALL_CLOSE                     = 閉じる
$TEXT_INSTALL_HONEYVIEW_LINK            = 詳細はこちら...

$TEXT_HELP_PAGE                         = Bandizip のヘルプページ


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; TEXT FOR EXPLORER SHELL CONTEXT MENU
;
[SHELL]
TEXT_NEW_FOLDER                         = 新しいフォルダー

TEXT_MENU_CREATE_NEW_FOLDER             = 新しいフォルダー(&N)
TEXT_MENU_SUB_MENU                      = &Bandizip
TEXT_MENU_OPEN_ARCHIVE                  = Bandizip で開く...
TEXT_MENU_TEST_ARCHIVE                  = ファイルをテスト
TEXT_MENU_LAUNCH_CMD                    = コマンドプロンプトを起動(&L)
TEXT_MENU_LAUNCH_CMD_ADMIN              = 管理者としてコマンドプロンプトを起動

TEXT_MENU_ARCHIVE_EACHNAME              = それぞれの "ファイル名・フォルダー名.zip" に圧縮(&E)
TEXT_MENU_ARCHIVE_EACHNAME_7Z           = それぞれの "ファイル名・フォルダー名.7z" に圧縮
TEXT_MENU_ARCHIVE_ZIP                   = ""${str1}" に圧縮"
TEXT_MENU_ARCHIVE_ZIP_AND_EMAIL         = ""${str1}" に圧縮してメールに添付...(&I)"
TEXT_MENU_ARCHIVE_ZIPX                  = ""${str1}" に圧縮"
TEXT_MENU_ARCHIVE_EXE                   = ""${str1}" に圧縮"
TEXT_MENU_ARCHIVE_TAR                   = ""${str1}" に圧縮"
TEXT_MENU_ARCHIVE_TGZ                   = ""${str1}" に圧縮"
TEXT_MENU_ARCHIVE_LZH                   = ""${str1}" に圧縮"
TEXT_MENU_ARCHIVE_ISO                   = ""${str1}" に圧縮"
TEXT_MENU_ARCHIVE_7ZFMT                 = ""${str1}" に圧縮"
TEXT_MENU_ARCHIVE_GZ                    = ""${str1}" に圧縮"
TEXT_MENU_ARCHIVE_XZ                    = ""${str1}" に圧縮"
TEXT_MENU_ARCHIVE_EACHNAME_GZ           = それぞれの "ファイル名.gz" に圧縮
TEXT_MENU_ARCHIVE_EACHNAME_XZ           = それぞれの "ファイル名.xz" に圧縮
TEXT_MENU_ARCHIVE_RULE                  = ""${str1}" に圧縮(&U)"
TEXT_MENU_ARCHIVE_POPUP                 = &Bandizip で圧縮...
TEXT_MENU_ARCHIVE_POPUP_AS_ADMIN        = 管理者権限で圧縮(&Y)

TEXT_MENU_EXTRACT_HERE                  = ここに解凍(&E)
TEXT_MENU_EXTRACT_AUTO                  = 自動解凍(&S)
TEXT_MENU_EXTRACT_AUTO_EACH             = 圧縮ファイルごとに自動解凍(&S)
TEXT_MENU_EXTRACT_SUB                   = 圧縮ファイルごとにサブフォルダーに解凍
TEXT_MENU_EXTRACT_ARCHIVENAME           = ""${str1}\" に解凍する(&T)"
TEXT_MENU_EXTRACT_DLG                   = 指定したフォルダーに解凍...
TEXT_MENU_EXTRACT_DLG_AS_ADMIN          = 管理者権限で解凍
TEXT_MENU_EXTRACT_HERE_DEL              = ここに解凍後、圧縮ファイルを削除
TEXT_MENU_EXTRACT_AUTO_DEL              = 自動解凍後、圧縮ファイルを削除
TEXT_MENU_EXTRACT_AUTO_EACH_DEL         = 圧縮ファイルごとに自動解凍後、圧縮ファイルを削除
TEXT_MENU_EXTRACT_SUB_DEL               = 圧縮ファイルごとにサブフォルダーに解凍後、圧縮ファイルを削除
TEXT_MENU_EXTRACT_ARCHIVENAME_DEL       = ${str1}\ に解凍後、圧縮ファイルを削除

TEXT_MENU_PREVIEW                       = 圧縮ファイルのプレビュー
TEXT_MENU_PREVIEW_BROKEN                = 圧縮ファイルではないか[br]ファイルが壊れています。
TEXT_MENU_PREVIEW_TIMEOUT               = ファイル リストを読み込んでいます。[br]タイムアウトになりました。
TEXT_MENU_PREVIEW_EMPTY                 = この圧縮ファイルは空です。
TEXT_MENU_PREVIEW_ENCRYPTED             = ファイル名は暗号化されています。
TEXT_MENU_PREVIEW_DLLLOADFAILED         = 圧縮ファイルのプレビュー機能を使用できません。[br][br]エクスプローラーを再度開くか[br]システムを再起動してください。
TEXT_MENU_PREVIEW_CANTREADFILELIST      = ファイル リストを読み取りできません。

TEXT_MENU_OPENING                       = ファイルを開いています...


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for updater
;
[UPDATER]
TEXT_UPDATER_TITLE                      = Bandizip のアップデート
TEXT_UPDATER_TEXT1                      = Bandizip のアップデート準備が整いました。
TEXT_UPDATER_TEXT_DL                    = 今すぐダウンロードしますか?
TEXT_UPDATER_BTN_UPDATE                 = アップデート
TEXT_UPDATER_BTN_OK                     = OK
TEXT_UPDATER_BTN_CANCEL                 = キャンセル
TEXT_UPDATER_DOWNLOAD_ERROR             = インストール ファイルのダウンロードに失敗しました。
TEXT_UPDATER_SETTING_UPDATE             = アップデート設定


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for sfx
;
[SFX]
STATIC_TARGET_PATH                      = 解凍先フォルダー
BTN_SELECT_FOLDER                       = 参照...
BTN_EXTRACT                             = 解凍
BTN_CLOSE                               = 閉じる
BTN_CANCEL                              = キャンセル
BTN_OPEN_FOLDER                         = 開く
CHK_OVERWRITE                           = 置換
ERR_ERROR_OCCURRED                      = 解凍中にエラーが発生しました。
ERR_INVALID_PASSWORD                    = パスワードが違います。
ASK_OVERWRITE                           = このフォルダーには同名のファイルが既に存在します。置き換えますか?
MSG_COMPLETED                           = 解凍が完了しました。
IDD_PASSWORD                            = パスワード入力
IDC_STATIC_PASSWORD_MSG                 = このファイルはパスワードにより、保護されています。
IDC_CHECK_HIDE_PASSWORD                 = パスワードを隠す(&H)



;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for aiview
;
[AIVIEW]
TEXT_ERR_CANTEXTRACTFILE                = 解凍できません。
TEXT_ERR_CRC                            = ファイルが壊れています。
TEXT_ERR_INVALID_PASSWD                 = パスワードが違います。


;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;
; text for installer
;
[INSTALLER]
$SETUP_TITLE                            = ${APPNAME} ${APPVERSION} のインストール
$UNINSTALL_TITLE                        = ${APPNAME} ${APPVERSION} のアンインストール
$UNINSTALL_STATIC                       = ${APPNAME} をアンインストールしますか?

$BTN_CLOSE                              = 閉じる
$BTN_CANCEL                             = キャンセル
$BTN_INSTALL                            = 同意してインストール
$BTN_UNINSTALL                          = アンインストール
$BTN_OPEN_LICENSE                       = [利用規約を表示]

$TEXT_PATH                              = インストール先
$TEXT_INSTALL_STATIC                    = インストールしています...

$CHK_AUTO_REPORT                        = 使用統計情報とクラッシュ レポートを自動的に送信する

ERR_CANT_CREATE_FOLDER                  = フォルダー生成失敗: ${str1}
ERR_CANT_OPEN_FILE                      = ファイルを開けません: ${str1}
ERR_CANT_WRITE_FILE                     = ファイル書き込みエラー: ${str1}
ERR_BROKEN_ARCHIVE                      = 圧縮ファイルが壊れています: ${str1}
ERR_CRC_ERROR                           = CRC エラー: ${str1}
ERR_NOT_ENOUGH_MEM                      = メモリ不足: ${str1}

MSG_FILE_OPEN_ERROR                     = 次のファイルを開けません。: "${str1}"[br][中断] を押してインストールを終了するか、[再試行] を押して再度お試しいただくか、[無視] を押してこのファイルをスキップすることができます。いずれかを選択してください。
MSG_SUCCESS                             = インストールが完了しました。
MSG_ERROR                               = エラーが発生しました。
MSG_SELECT_FOLDER                       = フォルダーを選択してください。
MSG_STILLRUN_EXIT_PROGRAM               = ${APPNAME} が実行中です。プログラムを終了してください。
MSG_XP_IS_NOT_SUPPORTED                 = このプログラムは、Windows XP には対応していません。Windows XP で利用される場合は、公式サイトより古いバージョンをインストールしてください。
MSG_NEED_ADMIN_PRIVILEGE                = このプログラムは、管理者権限 (Administrator) を持つユーザーのみインストールすることができます。[br][br]管理者権限がない場合、正常にインストールできません。[br][br]インストールを中止しますか?
MSG_NEWVERSION_FOUND                    = 新しいバージョンが利用できます。今すぐダウンロードしますか?
SHORTCUT_LINK_DESCRIPTOIN               = ${APPNAME} を実行する


